Tekla.Structures.DrawingInternal.dotGrView_t


Tekla.Structures.DrawingInternal.dotGrView_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrView_t.MinPoint


Tekla.Structures.DrawingInternal.dotGrView_t.MaxPoint


Tekla.Structures.DrawingInternal.dotGrView_t.OriginInSheet


Tekla.Structures.DrawingInternal.dotGrView_t.ExtremaCenterPoint


Tekla.Structures.DrawingInternal.dotGrView_t.Attributes


Tekla.Structures.DrawingInternal.dotGrView_t.FrameOrigin


Tekla.Structures.DrawingInternal.dotGrView_t.Width


Tekla.Structures.DrawingInternal.dotGrView_t.Height


Tekla.Structures.DrawingInternal.dotGrView_t.ViewCoordinateSystem


Tekla.Structures.DrawingInternal.dotGrView_t.DisplayCoordinateSystem


Tekla.Structures.DrawingInternal.dotGrView_t.ViewName


Tekla.Structures.DrawingInternal.dotGrView_t.LinkedDrawingId


Tekla.Structures.DrawingInternal.dotGrView_t.ViewType


Tekla.Structures.DrawingInternal.dotGrView_t.ToStruct(Tekla.Structures.Drawing.View)


Tekla.Structures.DrawingInternal.dotGrView_t.ToStruct(Tekla.Structures.Drawing.ContainerView)


Tekla.Structures.DrawingInternal.dotGrView_t.FromStruct(Tekla.Structures.Drawing.View)


Tekla.Structures.DrawingInternal.dotGrView_t.FromStruct(Tekla.Structures.Drawing.ContainerView)
